In [1]:
import pandas as pd

In [2]:
airports = pd.DataFrame([
                        ['Seatte-Tacoma','Seattle','USA'],
                        ['Dulles','Washington','USA'],
                        ['Heathrow','London','UK'],
                        ['Schiphol','Amsterdam','Netherlands'],
                        ['Changi','Singapore','Singapore'],
                        ['Pearson','Toronto','Canada'],
                        ['Narita','Tokyo','Japan']
                        ],   
                        columns = ['Name','City','Country']
                        )

In [3]:
airports.head(3)

            Name        City Country
0  Seatte-Tacoma     Seattle     USA
1         Dulles  Washington     USA
2       Heathrow      London      UK

In [4]:
airports['City']

0       Seattle
1    Washington
2        London
3     Amsterdam
4     Singapore
5       Toronto
6         Tokyo
Name: City, dtype: object

In [5]:
airports[['Name', 'Country']]

            Name      Country
0  Seatte-Tacoma          USA
1         Dulles          USA
2       Heathrow           UK
3       Schiphol  Netherlands
4         Changi    Singapore
5        Pearson       Canada
6         Narita        Japan

In [6]:
airports.iloc[0,0]

'Seatte-Tacoma'

In [7]:
airports.iloc[2,2]

'UK'

In [8]:
airports.iloc[:,:]

            Name        City      Country
0  Seatte-Tacoma     Seattle          USA
1         Dulles  Washington          USA
2       Heathrow      London           UK
3       Schiphol   Amsterdam  Netherlands
4         Changi   Singapore    Singapore
5        Pearson     Toronto       Canada
6         Narita       Tokyo        Japan

In [9]:
airports.to_csv("Data/airports.csv", index=False)